Repository: folkcode/BadgeOne
Catalog: www/locale/*/LC_MESSAGES/*.po
Languages: es_es

source: ADD NEW BADGE
es_es: NUEVA INSIGNIA

source: Account Activation
es_es: Activación de Cuenta

source: Activation Complete. You could Sign-In now
es_es: Activación Completada. Ya puede acceder

source: Activation Date
es_es: Fecha activación

source: Active
es_es: Activo

source: Are you sure?
es_es: Está seguro?

source: Assertion Template
es_es: Plantilla Assertion

source: BACK TO EARN LIST
es_es: VOLVER AL LISTADO DE ASGINADAS

source: BACK TO ISSUER LIST
es_es: VOLVER AL LISTADO DE EMISORES

source: Badge
es_es: Insignia

source: Badge Earn deleted
es_es: Eliminación de Insignia asignada

source: Badge deleted
es_es: Eliminación de Insignia

source: Badge does not exists or is not enabled
es_es: Insignia inexistente o desactivada

source: Badge not enabled
es_es: Insignia no activada

source: BadgeClass Template
es_es: BadgeClass Plantilla

source: Badges revoked
es_es: Insignia revocada

source: Bage IMG
es_es: Insignia IMG

source: CREATE A NEW BADGE
es_es: CREAR NUEVA INSIGNIA

source: Check directories and required files
es_es: Verificar directorios y ficheros requeridos

source: Confirm your account
es_es: Confirma tu cuenta

source: Could not be deleted
es_es: No puede eliminarse

source: Could not be modified
es_es: No puede modificarse

source: Could not proceed
es_es: No se puede procesar

source: Could not proceed. Invalid syntax for Course Criteria URL
es_es: No se puede procesar. Sintaxis inválida para URL del Criterio del Curso

source: Course
es_es: Curso

source: Create Account
es_es: Crear una Cuenta

source: Create Free Account
es_es: Crear una Cuenta Gratuita

source: Created
es_es: F.Creación

source: Criteria URL
es_es: URL Criterio

source: Dashboard
es_es: Escritorio

source: Date
es_es: Fecha

source: Delete
es_es: Eliminar

source: Description
es_es: Descripción

source: Description here
es_es: Descripción aquí

source: Download this Badge
es_es: Descargar la insignia

source: EARN A NEW BADGE
es_es: ASIGNAR NUEVA INSGINIA

source: Earn
es_es: Asignar

source: Earn a new Badge
es_es: Asignar nueva insignia

source: Earns of Issuer Badges
es_es: Insignias asignadas de los emisores

source: Edit
es_es: Editar

source: Edit Badge
es_es: Editar Insignia

source: Email Institution
es_es: Institución Email

source: Enabled
es_es: Activo

source: Error extension
es_es: Error extensión

source: Error size
es_es: Error tamaño

source: Error. Incorrect credentials
es_es: Error. Credenciales incorrectas

source: Evidence
es_es: Evidencia

source: Evidences
es_es: Evidencias

source: Exists
es_es: Existe

source: Find user
es_es: Encontrar usuario

source: Full name
es_es: Nombre Completo

source: Fullname
es_es: Cnombre Completo

source: General Repository
es_es: Repositorio General

source: General Repository Templates
es_es: Repositorio General Plantillas

source: Home
es_es: Inicio

source: I accept the Terms of Service
es_es: Accepto los Términos del Servicio

source: If you want to disable temporally or permanently the earn process, just unpublish the item.
es_es: Si deseas desactivar temporal o permanentemente el proceso de asignación, solo tienes que despublicar el item.

source: Image
es_es: Imagen

source: Institution
es_es: Institución

source: Issue Badges
es_es: Emisión de Insignias

source: Issuer
es_es: Emisor

source: Issuer : Managed badges
es_es: Emisores : Gestión de insignia

source: Issuer JSON master file
es_es: Emisor JSON fichero master

source: Issuer Panel
es_es: Panel del Emisor

source: Issuer Template
es_es: Emisor Plantilla

source: Label
es_es: Etiqueta

source: Lastupdate
es_es: Actualizado

source: Links to Json File
es_es: Enlaces a Ficheros JSON

source: List of Earned Badges
es_es: Listado de Insignias Asignadas

source: Logout
es_es: Salir

source: Main Badge Data
es_es: Datos principales de la Insignia

source: Main Institution Information
es_es: Datos principales de la Insitución

source: Main User Data
es_es: Datos principales del Usuario

source: Master Issuer Json File
es_es: Fichero JSON principal del emisor

source: Max params reached
es_es: Superado max parámetros

source: Max. size
es_es: Max. tamaño

source: More Info
es_es: Más Info

source: My Badges
es_es: Mis Insignias

source: My Profile
es_es: Mi Cuenta

source: Name
es_es: Nombre

source: None
es_es: Nada

source: Nothing found
es_es: No se ha encontrado ningún resultado

source: Nothing to change
es_es: Nada que cambiar

source: Online tool
es_es: Herramienta online

source: Optional
es_es: Opcional

source: Password
es_es: Contraseña

source: Password Confirmation
es_es: Confirmar contraseña

source: Password Reset
es_es: Restablecer Contraseña

source: Password could not be updated
es_es: La contraseña no se puede actualizar

source: Path
es_es: Ruta

source: Please enter your email address below, and we will email instructions for setting a new password.
es_es: Please enter your email address below, and we will email instructions for instrucciones para reestablecer su clave.

source: Please fill the form below to create a new
es_es: Por favor cumplimenta el siguiente formulario para crear una nueva

source: Preview
es_es: Previsualizar

source: Privacy
es_es: Privacidad

source: Profile
es_es: Perfil

source: Profile Information
es_es: Información del Perfil

source: Provider account information
es_es: Información de la cuenta del Proveedor

source: Public
es_es: Publicar

source: Published
es_es: Publicado

source: Reason
es_es: Razón

source: Register
es_es: Registrar

source: Remove evidence
es_es: Eliminar evidencia

source: Repo for Badges files
es_es: Repo de los ficheros de Insignias

source: Repo for Badges images
es_es: Repo de las imágenes de las insignias

source: Repo for Badges revoked
es_es: Repo de las insignias revocadas

source: Required
es_es: Requerido

source: Revk
es_es: Revc

source: Revoke
es_es: Revocar

source: Revoked by
es_es: Revocado por

source: Select
es_es: Selecciona

source: Select Issuer
es_es: Selecciona el emisor

source: Sign In
es_es: Acceder

source: Sign in
es_es: Acceder

source: System Information
es_es: Información del Sistema

source: The activation is not longer available.
es_es: La activación ya no se encuentra disponible.

source: The badge could not be created
es_es: La insignia no se ha podido crear

source: The badge could not be created, because it already exists.
es_es: La insignia no se ha podido crear, porque ya existe.

source: The badge could not be created. Some data is missing.
es_es: La insignia no se ha podido crear. Falta algún dato.

source: The badge could not be published because is disabled
es_es: La insignia no se puede publicar porque está desactivada

source: The badge is being created
es_es: La insignia se ha creado

source: The evidence has been deleted
es_es: La evidencia se ha eliminado

source: The object contains all needed information to be published
es_es: El objeto dispone toda la información necesaria para publicarse

source: The object is released to be earned
es_es: El objeto se ha liberado para ser asignado

source: The user has been
es_es: El usuario se ha

source: The user has been deleted
es_es: El usuario se ha eliminado

source: This Badge ID
es_es: ID de la Insignia

source: This Badge provider account secret-key
es_es: Clave del usuario de esta insignia (secret-key)

source: This Badge provider user-key
es_es: Código del usuario de esta insignia (user-key)

source: This action could not be performed
es_es: Esta acción no se pudo realizar

source: This is the content of the file
es_es: Este es el contenido del fichero

source: This is the email address you used to register
es_es: Este es el email que utilizaste para registrarte

source: This profile could not be changed
es_es: El perfil no se puede modificar

source: This user could not be
es_es: Este usuario no puede

source: This user could not be deleted
es_es: Este usuario no puede eliminarse

source: To activate your account, click this link :
es_es: Para activar tu cuenta, haz clic sobre este enlace

source: UPDATE BADGE
es_es: ACTUALIZAR INSIGNIA

source: URL Institution
es_es: Institución URL

source: URL of the criteria for earning the achievement.
es_es: URL de los criterios para asignar esta insignia.

source: Update data
es_es: Actualizar datos

source: User Data
es_es: Datos del Usuario

source: UserID
es_es: IDUsuario

source: Users
es_es: Usuarios

source: VIEW MY PUBLIC PORTFOLIO
es_es: VER MI PORTFOLIO PUBLICO

source: VIEW THE BADGE
es_es: VER LA INSIGNIA

source: View
es_es: Ver

source: View Badge Earn
es_es: Ver Insignia Asignad

source: View Badge Issuer
es_es: Ver Insignia del Emisor

source: View the new Badge
es_es: Ver la nueva Insignia

source: Writable
es_es: Escritura

source: YES
es_es: SI

source: You Could not modify this badged. Is being awarded.
es_es: No puede modificar la insignia. Ya dispone de asignaciones.

source: You can not use this functionality
es_es: No puede utilizar esta funcionalidad

source: You could not grant this action
es_es: No dispone de permisos para ejecutar esta acción

source: You have not privileges to access this page
es_es: No disponses de privilegios para acceder a esta página

source: You will need this data in order to connect the API
es_es: Necesitarás esta información para conectar con la API

source: Your Badge provider account secret-key
es_es: Clave del usuario de conexión (secret-key)

source: Your Badge provider user-key
es_es: Usuario de conexión (user-key)

source: Your Password Strength
es_es: Fortaleza de la contraseña

source: Your profile data has been updated
es_es: Tu información del perfil ha sido actualizada

source: activated
es_es: activada/o

source: allowed
es_es: permitido

source: chars
es_es: carac

source: clear
es_es: limpiar

source: deactivated
es_es: desactivado/a

source: free account
es_es: cuenta gratuita

source: if you do not pretend to change your password do not fill this
es_es: si no pretendes cambiar tu contraseña no cumplimentes este campo

source: json structure
es_es: estructura json

source: max.
es_es: máx.

source: min
es_es: mín

source: name
es_es: nombre

source: name or email
es_es: nombre o email

source: or
es_es: o

source: password
es_es: contraseña

source: search
es_es: buscar

source: user
es_es: usuario

source: valid URL
es_es: URL válida

source: validate
es_es: validar
